{"feasts": [{"tradition": "Le réveillon du 31 décembre est un moment de liesse intense, où la joie déborde et où l'on oublie sa retenue habituelle ! Le menu fera la part belle aux ingrédients rares et luxueux, de façon à mettre l'année qui vient sous le signe de la prospérité. Au moment des douze coups de minuit, les convives s'embrasseront, sous le gui de préférence, en se souhaitant une très belle année.", "origins": "Fêter par les plus vielles civilisations connu a ce jours, cette fête ne connais plus son créateur", "feast": "Le nouvel an", "date": "1er janvier "}, {"tradition": "La tradition veut que l'on mange maigre, paradoxallement au nom de la fete, il faut en faite s'abstenir de viande ou de mets recherchés et mangé des crepes.", "origins": "Les Chrétiens", "feast": "Mardi gas", "date": "47 jours avant le premier dimanche qui suit la pleine lune apres le 21 mars"}, {"tradition": "La Saint Valentin est un jour bien particulier puisque c'est la fête des amoureux ! Fête très ancienne, dont il subsiste toujours quelques charmants rituels : les échanges de cartes ornées de cœurs, le don de fleurs ou de chocolats. La St Valentin reste le jour idéal pour déclarer sa flamme lorsqu'on aime en secret et pour les couples déjà formés, c'est un rendez-vous romantique.", "origins": "Les Chrétiens", "feast": "La saint valentin", "date": "14 février"}, {"tradition": "Pâques est la fête la plus importante du christianisme. Elle commémore la résurrection de Jésus-Christ, que le Nouveau Testament situe le surlendemain de la passion, c'est-à-dire le troisième jour", "origins": "Les Chrétiens", "feast": "Pâques", "date": "Le premier dimanche qui suit la pleine lune apres le 21 mars"}, {"tradition": "La fête du travail commémore un 1er mai de 1886 où les syndicats américains appelèrent plus de 400 000 travailleurs à manifester pour l'obtention de la journée de huit heures. Depuis, le premier mai est devenu le jour international des revendications ouvrières, donnant lieu à des défilés de travailleurs.", "origins": "Labour union movement, USA 01/05/1886", "feast": "La fête du travail", "date": "1er mai"}, {"tradition": "Déguisés en monstres, sorcières et autres créatures maléfiques, les enfants vont en bandes sonner aux portes pour recevoir des bonbons.", "origins": "Mythologie Celtique", "feast": "Halloween", "date": "31 octobre"}, {"tradition": "Les enfant sage recoivent des cadeaux en souvenir du bon vieux saint nicolas", "origins": "Les Romain", "feast": "Saint Nicolas", "date": "6 décembre"}, {"tradition": "La famille se reunit et partage un bon repas pour commémorer la naiscence de Jésus de Nazareth", "origins": "Les Romains", "feast": "Noel", "date": "25 décembre"}, {"tradition": "Marque la fin du Hajj et commémore la volontée d'Ibrahim de sacrifier son fils Ismael ainsi que l'acceptation par Ismael de ce commandement.", "origins": "Le sunnisme et le chiisme", "feast": "Fête du sacrifice", "date": "le 10 du mois de dhou al-hijja, le dernier mois du calendrier musulman"}, {"tradition": "Un armistice est une convention signée par plusieurs gouvernements mettant fin à des hostilités entre armées en temps de guerre.", "origins": "Temps de guerre", "feast": "L'armistice", "date": "Variable solon la fin du conflit en question"}, {"tradition": "dftgyh", "origins": "drftg", "feast": "yujhn", "date": "rdtfgyh"}]}